// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Przesyłanie pliku";
kUploadingTitleStringKey = "Przesyłanie...";
kUploadingReceiveResponseTitleStringKey = "Odbieranie odpowiedzi...";

// Errors
kFileOpenError = "Nie można otworzyć pliku %@.";
kFileOpenErrorExplanation = "Plik jest uszkodzony, mógł zostać przeniesiony do innej lokalizacji, zmieniono jego nazwę lub usunięto go. Sprawdź lokalizację pliku lub wybierz inny plik i spróbuj ponownie.";
kPrintChannelOpenError = "Nie można otworzyć kanału drukarki.";
kPrintChannelOpenErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
kSendDataError = "Nie można wysłać danych do drukarki.";
kSendDataErrorExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
kDeviceIsBusySheetTitle = "Drukarka jest zajęta";
kDeviceIsBusySheetMessage = "Drukarka jest zajęta i nie może przetworzyć pliku. Poczekaj, aż urządzenie będzie wolne, a następnie kliknij ponownie opcję „Prześlij”.";

HSDDescriptionField = "Wybierz plik i prześlij go do drukarki. Wynik tej operacji zależy od zawartości przesłanego pliku.";
HSDFilePathLabel = "Nazwa pliku:";
HSDFilePathField = "<Nie wybrano>";
HSDChooseButton = "Wybierz...";
HSDGetResponseButton = "Wyświetl odpowiedź urządzenia";
HSDUploadButton = "Prześlij";

HSDProgressTitle = "Przesyłanie...";
HSDCancelButton = "Anuluj";

HSDCloseButton = "Zamknij";
